Repository: meska/TgGameBot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Ok, I will delete your data
it: Ok, sto cancellando i tuoi dati

source: Ok, I will not delete your data
it: Ok, sto non cancellerò i tuoi dati

source: No weekly poll available
it: Nessun sondaggio settimanale attivo

source: No users participating in the weekly poll, try later
it: Nessun utente partecipa al sondaggio settimanale, riprova più tardi

source: Choosing an user from these: {userstable}
it: Selezionando un utente tra questi: {userstable}

source: I choose {users[winner]['user_name']}!
it: Ho scelto {users[winner]['user_name']}!

source: manage a weekly poll
it: gestisci un sondaggio settimanale

source: show version
it: mostra la versione

source: pick a random user
it: scegli un utente a caso

source: add game to your collection
it: aggiungi un gioco alla tua collezione

source: list your games or group games
it: elenca i tuoi giochi o i giochi di un gruppo

source: remove a game from your collection
it: rimuovi un gioco dalla tua collezione

source: register yourself
it: registrati

source: forget yourself
it: cancellati

source: record play
it: registra una partita

source: English
it: Inglese

source: Italian
it: Italiano

source: German
it: Tedesco

source: French
it: Francese

source: Spanish
it: Spagnolo

source: Please write the name of the game or BGG ID after /add
it: Scrivi il nome del gioco o l'ID BGG dopo /add

source: Game added:
it: Gioco aggiunto

source: Game updated:
it: Gioco aggiornato

source: Game {game} not found.
it: Gioco {game} non trovato

source: Please choose a game
it: Scegli un gioco

source: No games found with query: {game}.
it: Nessun gioco trovato con la query: {game}.

source: Please write the BGG ID of the game after /del
it: Scrivi l'ID BGG del gioco dopo /del

source: Game removed:
it: Gioco rimosso

source: My games
it: I miei giochi

source: Games in this group
it: Giochi in questo gruppo

source: No games found.
it: Nessun gioco trovato.

source: Game {data['game']} not found.
it: Gioco {data['game']} non trovato.

source: Done
it: Fatto

source: Chose another a player or click Done to finish
it: Scegli un altro giocatore o clicca Fatto per finire

source: Invalid score: {score}
it: Punteggio non valido: {score}

source: Please choose a player missing players must user /enroll to be added
it: Scegli un giocatore i giocatori mancanti devono usare /enroll per essere aggiunti

source: You are not in any group. Please join one first. Or use /enroll from inside a group.
it: Non sei in nessun gruppo. Per favore entra in uno. O usa /enroll da dentro un gruppo.

source: Please choose a group If you dont't see your group, use /enroll from inside that group.
it: Scegli un gruppo Se non vedi il tuo gruppo, usa /enroll da dentro quello.

source: Never
it: Mai

source: {} - last play: {} - {}
it: {} - ultima volta: {} - {}

source: Games for {} players: {}
it: Giochi per {} giocatori: {}

source: Invalid number of players
it: Numero di giocatori non valido

source: You must be an administrator of this channel to use this feature.
it: Devi essere un amministratore di questo canale per usare questa funzione.

source: Weekly poll not updated
it: Sondaggio settimanale aggiornato

source: Weekly poll deleted
it: Sondaggio settimanale aggiornato

source: Game Night
it: Serata Giochi

source: Yes
it: Sì

source: Weekly poll saved
it: Sondaggio settimanale salvato

source: Weekly poll updated
it: Sondaggio settimanale aggiornato

source: Monday
it: Lunedì

source: Tuesday
it: Martedì

source: Wednesday
it: Mercoledì

source: Thursday
it: Giovedì

source: Friday
it: Venerdì

source: Saturday
it: Sabato

source: Sunday
it: Domenica

source: Remove
it: Elimina

source: Cancel
it: Annulla

source: Existing weekly poll available. Please select a day to update it or choose remove to stop it.
it: Esiste già un sondaggio settimanale. Seleziona un giorno per aggiornarlo oppure Elimina per cancellarlo.

source: Day of the week?
it: Giorno della settimana?
